Repository: blacktop0219/DatingApp-Swift
Catalog: Blurv/*.lproj/Localizable.strings
Languages: fr

source: %@ answered
fr: %@ a répondu

source: Done
fr: Terminé

source: %@ answered %@
fr: %1$@ a répondu à la question %2$@

source: %@ away
fr: à %@

source: %d common friends
fr: %d amis en commun

source: %@ didn't answer yet
fr: %@ n'a pas encore répondu

source: %@ has not answered yet
fr: %@ n'a pas encore répondu

source: You and %@ have to answer question %d before this picture is unblurred
fr: Vous et %@ devez répondre à la question %d avant que cette photo ne soit révelée.

source: %@ has to answer %d before this picture is unblurred
fr: %@ doit répondre à la question %d avant que cette photo ne soit révelée.

source: %@ is not ready to chat yet
fr: %@ n'a pas encore initié la discussion

source: %@ is waiting for your answer
fr: %@ attend votre réponse

source: %@km away
fr: à %@km

source: 1 common friend
fr: 1 ami en commun

source: A minimum of 3 pictures are required
fr: Un minimum de 3 photos est requis

source: About %@
fr: À propos de %@

source: Active_Female
fr: Active

source: Active_Male
fr: Actif

source: amazing
fr: superbe

source: An error occured. Please try again later.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.

source: answered %@
fr: a répondu à %@

source: Are you ready to chat?
fr: Êtes vous prêts à discuter?

source: Are you sure you want to delete this game? %@ won't know you are out.
fr: Êtes vous sûr de vouloir supprimer cette partie? %@ ne saura pas que vous l'avez quittée.

source: Are you sure you want to report %@?
fr: Êtes vous sûr de vouloir signaler %@?

source: Blurv shows you interesting people nearby. Anonymously like or pass each person
fr: Blurv te fait découvrir des personnes intéressantes près de chez toi. Coup de cœur ou pas, fais le incognito.

source: Both
fr: Tout le monde

source: Cancel
fr: Annuler

source: Cannot send empty answer.
fr: La réponse ne peut pas être vide.

source: Change
fr: Changer

source: Chat unlocked
fr: Chat débloqué

source: Check out Blurv on the Appstore!
fr: Consultez Blurv sur l'AppStore!

source: Could not delete this game...
fr: Impossible de supprimer cette partie...

source: Could not log out
fr: La déconnexion a échoué

source: Could not login.
fr: Impossible d'établir une connexion

source: Could not save discovery settings.
fr: La sauvegarde des préférences a échoué.

source: Could not save profile...
fr: La sauvegarde du profil a échoué.

source: Could not save settings. Please try again later.
fr: Impossible de sauvegarder les réglages. Veuillez réessayer plus tard.

source: Could not send message...
fr: L'envoi du message a échoué

source: Could not start chat...
fr: Le lancement du chat a échoué

source: Create your profile
fr: Créer votre profil

source: Delete
fr: Supprimer

source: Edit your profile
fr: Modifier votre profil

source: Error: Could not send answer...
fr: L'envoi a échoué...

source: Everyone
fr: Tout le monde

source: Female
fr: Femme

source: Female only
fr: Femmes seulement

source: Free chat with %@
fr: Discussion libre avec %@

source: Free Chats
fr: Discussions

source: Got it!
fr: OK

source: Dear Blurv Team,
fr: Chère équipe de Blurv,

source: her
fr: sa

source: Here is another picture of the %@ %@
fr: Voilà une nouvelle photo de %2$@

source: his
fr: sa

source: I'd like to suggest the following question:
fr: Je souhaiterais proposer la question suivante:

source: If someone happens to like you back, the Blurv is on! Go through 3 questions, discover their answers, and unblur their pictures!
fr: Si l’autre personne est aussi intéressée par toi, le Blurv commence! Réponds aux 3 questions, découvre ses réactions, et dévoile ses photos!

source: If you like each other, you can now chat!
fr: Si vous êtes intéressés l’un par l’autre, vous pouvez maintenant discuter librement!

source: Male
fr: Homme

source: Male only
fr: Hommes seulement

source: Neither of you have answered yet
fr: Aucun de vous n'a répondu

source: New picture and answer available
fr: Nouvelle photo et réponse débloquées

source: Next
fr: Suivant

source: Picking picture failed
fr: La sélection de la photo a échoué

source: Please specify your gender
fr: Veuillez spécifier votre sexe

source: Question Suggestion
fr: Proposition de Question

source: Reminder
fr: Rappel

source: Report
fr: Signaler

source: Report %@
fr: Signaler %@

source: Save
fr: Sauvegarder

source: See %@ answer
fr: Voir %@ réponse

source: See %@'s profile
fr: Voir le profil de %@

source: Unlock chat with previous questions
fr: À débloquer en répondant aux questions

source: Unlock with previous questions
fr: À débloquer en répondant aux questions

source: You
fr: Vous

source: You and %@ answered
fr: Vous et %@ avez répondu

source: You and %@ are interested in each other's profile
fr: Vous et %@ êtes intéréssés l'un par l'autre

source: You and %@ have to answer question %@ before this picture is unblurred
fr: Vous et %@ devez répondre à la question %d avant que cette photo ne soit révélée.

source: You answered
fr: Vous avez répondu

source: You answered %@
fr: Vous avez répondu %@

source: You are ready to chat
fr: Vous êtes prêts à discuter

source: You can always edit your profile in the settings.
fr: Vous pourrez toujours modifier votre profil dans les réglages.

source: You can now chat with %@
fr: Vous pouvez à présent discuter librement avec %@

source: You can now chat with the %@ %@
fr: Vous pouvez à présent discuter librement avec %2$@

source: You deserve it!
fr: Vous le méritez!

source: You did it!
fr: Vous avez réussi!

source: You have already answered this question.
fr: Vous avez déjà répondu à cette question.

source: You have to answer question %d before this picture is unblurred
fr: Vous devez répondre à la question %d avant que cette photo ne soit révelée

source: You must specify your gender
fr: Vous devez spécifier votre sexe

source: Type your message here...
fr: Tapez votre message ici...

source: profile_placeholder_about
fr: Décris-toi, fais preuve d'imagination!

source: profile_placeholder_lookingfor
fr: L'amour, des amis, un partenaire coquin?

source: profile_placeholder_question
fr: Que demanderais-tu à un utilisateur?

source: profile_placeholder_ethnicity
fr: Donne un petit indice aux autres utilisateurs

source: profile_placeholder_music
fr: Quel style te donne des frissons?

source: profile_placeholder_children
fr: Est ce que tu en veux? En as-tu?

source: profile_placeholder_quote
fr: Quelle est ta citation préférée?

source: profile_placeholder_work
fr: Que fais tu dans la vie?

source: profile_placeholder_education
fr: Où as-tu étudié?

source: profile_placeholder_language
fr: Quelle langue parlez-vous?

source: You don't have any Blurv yet, you will receive a notification when you get one!
fr: Vous n'avez pas encore de Blurv, vous recevrez une notification quand ce sera le cas!

source: This is where your free chats will appear
fr: C’est ici que s’afficheront vos conversations

source: We will be reviewing your report shortly.
fr: Nous allons passer en revue votre signalement d'ici peu.

source: Server error: could not report user. Please try again later.
fr: Erreur du serveur: impossible de signaler l'utilisateur. Veuillez réessayer plus tard.

source: tuto1
fr: tuto1_fr

source: tuto2
fr: tuto2_fr

source: tuto3
fr: tuto3_fr

source: question_reminder_alert_body
fr: %@ attend votre réponse!

source: Privacy Policy
fr: Confidentialité

source: Terms of Use
fr: Conditions d'utilisation

source: Safety
fr: Sécurité

source: Waiting for your answer
fr: En attente de ta réponse

source: You have both answered
fr: Vous avez tous les deux répondu

source: You and %@ have to answer all the questions before this picture is unblurred
fr: %@ et vous devez répondre à toutes les questions avant de débloquer ces photos

source: You answered question %d
fr: Vous avez répondu à la question %d

source: Your report has been sent.
fr: Votre signalement a été envoyé.

source: You are both ready to chat
fr: Vous êtes tous les deux prêts a discuter

source: No messages yet
fr: Pas encore de messages

source: Unmatch %@
fr: Unmatcher %@

source: Are you sure you want to unmatch %@? You will no longer be able to contact each other.
fr: Es-tu sûr de vouloir unmatcher %@? Vous ne pourrez plus vous contacter.

source: Unmatch
fr: Unmatcher

source: You have to match with %@ before you can see their pictures.
fr: Tu dois matcher avec %@ avant de pouvoir voir ses photos.

source: New Message
fr: Nouveau Message

source: notification_key_new_match_male
fr: Félicitations! Tu as un nouveau match!

source: notification_key_new_answer_male
fr: %@ a répondu à la question %@!

source: notification_key_new_picture_male
fr: Une nouvelle photo de %@ est disponible!

source: notification_key_last_picture_male
fr: Une nouvelle photo de %@ est disponible! Es-tu prêt à discuter?

source: notification_key_chat_ready_male
fr: %@ est prêt à discuter, l'es-tu aussi?

source: notification_key_chat_unlocked_male
fr: Félicitations! Tu peux à présent discuter avec %@!

source: notification_key_new_message_male
fr: %@ vous a envoyé un nouveau message.

source: notification_key_new_match_female
fr: Félicitations! Vous avez un nouveau match!

source: notification_key_new_answer_female
fr: %@ a répondu à la question %@!

source: notification_key_new_picture_female
fr: Une nouvelle photo de %@ est disponible!

source: notification_key_last_picture_female
fr: Une nouvelle photo de %@ est disponible! Es-tu prête à discuter?

source: notification_key_chat_ready_female
fr: %@ est prête à discuter, l'es-tu aussi?

source: notification_key_chat_unlocked_female
fr: Félicitations! Tu peux à présent discuter avec %@!

source: notification_key_new_message_female
fr: %@ vous a envoyé un nouveau message.

source: Congratulations!
fr: Félicitations!

source: You have a new match!
fr: Tu as un nouveau match!

source: error
fr: Erreur

source: email_not_supported
fr: Cet appareil ne supporte pas l'envoi d'email depuis une application tierce. Veuillez proposer votre question à Hello@godowntochat.com

source: dismiss
fr: Fermer

source: Could not unmatch. Please try again later.
fr: Impossible d'unmatcher. Veuillez réessayer plus tard.

source: AccountLocked_title
fr: Compte inactivé

source: AccountLocked_message
fr: Votre compte a été inactivé car plusieurs personnes ont signalé votre profil. Contactez-nous pour régulariser cette situation.

source: Contact Us
fr: Contactez-nous

source: Account Recovery
fr: Récupération de compte bloqué

source: AccountRecoveryEmailBody
fr: Bonjour, Mon compte a été bloqué à cause de signalements, comment puis-je le récupérer? Mon numéro d’utilisateur est le %@. Merci.
